tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
cask "xquartz"
brew "amazon-ecs-cli"
brew "autojump"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "base64"
brew "boost"
brew "cask"
brew "cctools"
brew "circleci"
brew "cmake"
brew "ctop"
brew "curl"
brew "ffmpeg"
brew "fish"
brew "freetype"
brew "fswatch"
brew "fzf"
brew "libxml2"
brew "pcre"
brew "gdal"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-secrets"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "go"
brew "grc"
brew "grep", args: ["with-default-names"]
brew "icu4c"
brew "node"
brew "grunt-cli"
brew "htop"
brew "hugo"
brew "libtool"
brew "webp"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli", link: false
brew "kubernetes-helm"
brew "libevent"
brew "libmagic"
brew "libsvg"
brew "libxslt"
brew "libyaml"
brew "make"
brew "mas"
brew "mitmproxy"
brew "mongodb", restart_service: true
brew "mosh"
brew "mysql"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "opencc"
brew "opencv", link: false
brew "postgis"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ssh-copy-id"
brew "terraform"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "watchman"
brew "wget"
brew "whois"
brew "yarn"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
cask "adobe-acrobat-reader"
cask "alfred"
cask "blisk"
cask "contexts"
cask "docker"
cask "dropbox"
cask "balenaetcher"
cask "fantastical"
cask "firefox"
cask "flash-player"
cask "font-fira-code"
cask "font-firacode-nerd-font-mono"
cask "garmin-express"
cask "google-backup-and-sync"
cask "google-chrome-dev"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "hazel"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "java"
cask "keycastr"
cask "livereload"
cask "logitech-control-center"
cask "logitech-options"
cask "logitech-unifying"
cask "macdown"
cask "microsoft-office"
cask "minikube"
cask "mongodb-compass"
cask "nally"
cask "ngrok"
cask "pgadmin4"
cask "postman"
cask "psequel"
cask "quik"
cask "quip"
cask "sdformatter"
cask "setapp"
cask "sketch"
cask "slack"
cask "spotify"
cask "syncthing-app"
cask "synology-drive"
cask "telegram"
cask "tower2"
cask "transmit4"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
cask "wireshark"
cask "zeplin"
mas "1Password 7", id: 1333542190
mas "Agenda", id: 1287445660
mas "Bear", id: 1091189122
mas "Day One", id: 1055511498
mas "Evernote", id: 406056744
mas "Fantastical 2", id: 975937182
mas "HyperDock", id: 449830122
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "MWeb", id: 954188948
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Quiver", id: 866773894
mas "Reeder", id: 880001334
mas "SnippetsLab", id: 1006087419
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Trello", id: 1278508951
mas "Tweetbot", id: 1384080005
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
